{
    "news" : [
        {
            "headline" : "Shah Rukh Khan announces ‘affordable’ property in Dubai worth Rs 4,000 crore, says his mother would have been proud: ‘Dekho papa ki building hai’",
            "content" : "Actor Shah Rukh Khan is certainly having a tremendous year outside the sphere of Bollywood. After becoming an official billionaire, he is now set to have his identity set in the sands of Dubai. A real estate company from Dubai recently announced that they are planning to build a tower which will be named after the actor. The property will be called ‘Shahrukhz’ and will even feature a statue of the actor in front of it."
        },
        {
            "headline" : "Red Fort blast: To probe ‘deeper conspiracy’, Delhi Police anti-terror unit lodges separate FIR",
            "content" : "The anti-terror unit of the Delhi Police has registered a separate FIR for conspiracy in connection with the blast near the Red Fort, officials said on Saturday.Officials said the Special Cell will probe the “deeper conspiracy” behind the blast, and its planning and execution.Earlier, a case under the Unlawful Activities (Prevention) Act (UAPA), the Explosives Act, and sections of the BNS for murder, attempt to murder, and conspiracy was registered at the Kotwali Police Station. It was later transferred to the NIA (National Investigation Agency), which took over the overall probe into the blast."
        },
        {
            "headline" : "Govt revokes 14 QCOs on intermediate goods affecting textile value chain, industry expects more rollbacks",
            "content" : "The Ministry of Chemicals and Fertilisers on Monday revoked quality control orders (QCOs) on 14 items consisting of chemical intermediates, synthetic fibres and polymer resins that play a key role in the textile manufacturing value chain, as the sector has come under stress due to cancellation of US-bound export orders in the backdrop of steep 50 per cent US tariffs.The QCOs that have been rolled back include primary input materials such as Terephthalic Acid,  Ethylene Glycol, and intermediates such as Polyester Industrial Yarn (IDY), Polyester Staple Fibres (PSF), where India has significant import dependency. The Micro, Small and Medium Enterprises (MSMEs) in the textile sector had also raised concerns over higher costs due to additional regulatory burden."
        },
        {
            "headline" : "MS Dhoni’s retention: Why CSK’s never-ending association with him has little to do with cricketing logic",
            "content" : "MS Dhoni’s last significantly higher than 50 score in the IPL was six years back. Under him, Chennai Super Kings finished 10th last season. At 44, he isn’t the finisher that he used to be. What else does one need to do, or not do, to get dropped from a cricket team?But Dhoni, unsurprisingly, has been retained by CSK today. And this seemingly puzzling call explains the economics and eccentricities of IPL – the tournament conceived when BCCI thought of marrying entertainment with cricket."
        }
        ]
}